Repository: lin-ycv/EverythingPowerToys
Catalog: Properties/Resources.*.resx
Languages: de_de, es_es, fr_fr, it_it, ko, zh_cn, zh_tw

# clipboard_failed
source: Fail to set text in clipboard
de_de: Text konnte nicht in die Zwischenablage kopiert werden
es_es: No se pudo meter texto en el portapapeles
fr_fr: Le texte n'a pas pu être copié dans le presse-papiers
it_it: Impossibile copiare il testo negli appunti
ko: 클립보드에 텍스트를 설정하지 못했습니다.
zh_cn: 无法设置剪贴板中的文本
zh_tw: 複製到剪貼簿失敗

# Context
source: Context Menu
es_es: Menú contextual
it_it: Menu contestuale

# Context_Description
source: Configure context menu options and order. 0_Open folder, 1_Run as Admin, 2_Run as User, 3_Copy, 4_Copy Path, 5_Open in Console, 6_Open in custom program, 7_Delete file/folder, 8_Shell context menu
es_es: Configurar las opciones del menú contextual y su orden. 0_Abrir carpeta, 1_Ejecutar como administrador, 2_Ejecutar como usuario, 3_Copiar, 4_Copiar ruta, 5_Abrir en el terminal
it_it: Configura le opzioni e l'ordine del menu contestuale. 0_Apri cartella, 1_Esegui come Amministratore, 2_Esegui come Utente, 3_Copia, 4_Copia Percorso, 5_Apri nella Console, 6_Apri con programma esterno, 7_Delete file/folder, 8_Shell context menu
zh_cn: 配置选单选项与顺序 0_打开所在文件夹、1_以管理员身分运行、2_以不同的使用者身分运行、3_复制、4_复制路径、5_在控制台中开启
zh_tw: 配置選單選項與順序 0_開啟資料夾、1_以管理員身分執行、2_以其他使用者身分執行、3_複製、4_複製路徑、5_在命令提示字元中開啟、6_在指定軟體中開啟、 7_刪除檔案/資料夾、 8_右鍵選單

# copy_file
source: Copy
de_de: Kopieren
es_es: Copiar
fr_fr: Copier
it_it: Copia
zh_cn: 复制
zh_tw: 複製

source: Copy path
de_de: Pfad kopieren
es_es: Copiar ruta
fr_fr: Copier le chemin
it_it: Copia percorso
ko: 경로 복사(Ctrl+C)
zh_cn: 复制路径
zh_tw: 複製路徑

# EnvVar
source: Enviroment Variables
es_es: Variables de entorno
it_it: Variabili di ambiente

# EnvVar_Description
source: Expand enviroment variables, such as %appdata%, so that they work properly at the cost of query time.
es_es: Expandir variables de entorno, como %appdata%, de modo que funcionen aún a costa de tiempo de consulta.
it_it: Espandi le variabili d'ambiente (es. %appdata%) in modo che funzionino correttamente, a costo di un tempo di ricerca maggiore.
zh_cn: 搜索时可以使用环境变量，但会增加搜索时间
zh_tw: 搜尋時可用環境變數，但會增加搜尋時間

# EverythingPath_Description
source: Location of Everything.exe if it's not installed in "Program Files"
it_it: Il percorso di Everything.exe se non è installato in "Programmi".
zh_cn: 若Everything安装位置非预设的Program Files，请提供Everything64exe的位置
zh_tw: 若Everything安裝位置非預設的Program Files，請提供Everything.exe的位置

# Everything_ini
source: Install Everything if not installed
de_de: Everything installieren falls es nicht installiert ist
es_es: Instalar Everything si no está instalado
fr_fr: Installer Everything s'il n'est pas installé
it_it: Installa Everything se non è installato
ko: 프로그램이 아직 설치되지 않은 경우 설치
zh_cn: 是否安装了 Everything?
zh_tw: 是否有安裝 Everything?

# Everything_not_running
source: Everything is not running
de_de: Everything wird nicht ausgeführt
es_es: Everything no se está ejecutando
fr_fr: Everything n'est pas exécuté
it_it: Everything non è in esecuzione
ko: Everything 이 실행되지 않습니다.
zh_cn: Everything 没有运行
zh_tw: Everything 尚未啟動

# folder_open_failed
source: Fail to open folder at
de_de: Ordner konnte nicht geöffnet werden:
es_es: Falló la apertura de la carpeta en
fr_fr: Le dossier n'a pas pu être ouvert :
it_it: Impossibile aprire la cartella:
ko: 에서 폴더를 열지 못했습니다.
zh_cn: 无法打开所在文件夹
zh_tw: 無法啟動資料夾

source: Match Path
de_de: Pfad suchen
es_es: Coincidencia de ruta
fr_fr: Respecter le chemin
it_it: Ricerca percorso

# Match_path_Description
source: Search path in additional to file/folder name.
de_de: Pfad zusätzlich zum Datei-/Ordnernamen suchen
es_es: Buscar ruta además de nombre de archivo/carpeta.
fr_fr: Rechercher le chemin en complément du nom de fichier/dossier
it_it: Cerca corrispondenze nei percorsi oltre che nei nomi di file e cartelle.
zh_cn: 匹配路径
zh_tw: 也收尋路徑

source: Max
es_es: Máx
it_it: Numero risultati

# Max_Description
source: The maximum amount of results to display in the results.
es_es: El número máximo de elementos a mostrar en los resultados.
it_it: Il numero massimo di elementi da mostrare nell'elenco dei risultati.
zh_cn: 结果中显示的最大结果数
zh_tw: 結果中顯示的結果數上限

# more_results
source: See more...
it_it: Vedi altro...
zh_cn: 显示更多结果...
zh_tw: 顯示更多結果...

# more_results_Subtitle
source: Open Everything and see the remaining results
it_it: Apri Everything e mostra tutti i risultati
zh_cn: 在Everything主视窗里查看更多结果
zh_tw: 在Everything主視窗裡查看更多結果

# open_containing_folder
source: Open containing folder (Ctrl+Shift+E)
de_de: Ordner öffnen (Strg+Shift+E)
es_es: Abrir carpeta contenedora (Ctrl+Shift+E)
fr_fr: Ouvrir un dossier (Ctrl+Shift+E)
it_it: Apri cartella corrispondente (Ctrl+Maiusc+E)
ko: 포함 폴더 열기(Ctrl+Shift+E)
zh_cn: 打开所在文件夹 (Ctrl+Shift+E)
zh_tw: 開啟檔案位置 (Ctrl+Shift+E)

# open_in_console
source: Open path in console (Ctrl+Shift+C)
de_de: Pfad in der Konsole öffnen (Strg+Shift+C)
es_es: Abrir ruta en terminal (Ctrl+Shift+C)
fr_fr: Ouvrir le chemin dans la console (Ctrl+Shift+C)
it_it: Apri percorso nella console (Ctrl+Maiusc+C)
ko: 콘솔에서 경로 열기(Ctrl+Shift+C)
zh_cn: 在控制台中打开路径 (Ctrl+Shift+C)
zh_tw: 在命令提示字元裡開起 (Ctrl+Shift+C)

# plugin_description
source: Get search results from Everything
de_de: Everything-Suchergebnisse anzeigen
es_es: Obtener resultados de búsqueda desde Everything
fr_fr: Afficher les résultats de recherche Everything
it_it: Ottieni risultati di ricerca da Everything
ko: Everything에서 검색 결과 얻기
zh_cn: 利用 Everything 搜索磁盘文件
zh_tw: 利用 Everything 搜尋電腦上的檔案

# Prefix
source: Query Prefix
it_it: Prefisso query

# Prefix_Description
source: Adds prefix to all queries, so that you can always include certain filters/modifiers without typing it every time. Space is not added automatically between prefix and query.
it_it: Aggiungi un prefisso a tutte le query, in modo da aggiungere filtri e/o modificatori senza doverli digitare ogni volta. Lo spazio non viene aggiunto automaticamente tra prefisso e query.
zh_cn: 为搜索词添加固定的前缀，搜索时无需再手动输入修饰词/筛选词 前缀与搜索词之间不会自动加入空格
zh_tw: 為收尋詞增加固定的前綴，在收詢時不用再自行打修飾詞/篩選詞 前綴與收尋詞之間不會自動加入空格

source: Preview
de_de: Vorschau
es_es: Vista previa
fr_fr: Aperçu
it_it: Anteprima
ko: 미리 보기 - 파일 내용을 아이콘으로 미리 봅니다. 파일이 로컬이 아닌 경우 정지될 수 있습니다.

# Preview_Description
source: Preview file content as icon, may cause freezing if file is not local.
de_de: Vorschau des Datei-Inhalts als Bild. Kann zum Einfrieren führen, wenn die Datei nicht lokal ist.
es_es: Vista previa de archivos como iconos. Puede causar bloqueos si el archivo no es local.
fr_fr: Aperçu du contenu du fichier sous forme d'image. Peut engendrer une latence si le fichier n'est pas local.
it_it: Mostra l'anteprima del file come icona, potrebbe causare blocchi se il file non è salvato in locale.
zh_cn: 以图标形式预览文件内容，如果文件不是本地文件，可能会导致冻结
zh_tw: 將檔案內容顯示為預覽圖示，預覽雲端的檔案可能會造成停頓

source: Query Text
de_de: Abfragetext
es_es: Texto de búsqueda
fr_fr: Texte de la requête
it_it: Testo query

# QueryText_Description
source: Selected result can update query text. Helps display additional info, but may change display results.
de_de: Ausgewählte Ergebnisse können den Abfragetext aktualisieren. Hilft bei der Anzeige zusätzlicher Informationen, kann aber die Anzeigeergebnisse verändern.
es_es: El resultado seleccionado puede actualizar el texto de búsqueda. Ayuda a mostrar información adicional, pero podría cambiar los resultados mostrados.
fr_fr: Les résultats sélectionnés peuvent mettre à jour le texte de la requête. Aide à afficher des informations supplémentaires, mais peut modifier les résultats de l'affichage. Permet d'afficher des informations supplémentaires, mais peut modifier les résultats de l'affichage.
it_it: Il risultato selezionato aggiorna il testo della query. Permette di visualizzare ulteriori informazioni, ma potrebbe cambiare i risultati mostrati.
zh_cn: 选取结果时更新搜寻词，获得更多资讯，但可能会变更搜寻结果
zh_tw: 選取結果時更新搜尋詞，獲得更多資訊，但可能會變更搜尋結果

source: RegEx
it_it: Espressioni regolari

# RegEx_Description
source: Enable regular expression in search. Recommend using regex: in query instead of enabling this option
de_de: Aktiviert reguläre Ausdrücke in der Suche.
es_es: Permitir expresiones regulares en las búsquedas. Se recomenda usar expresiones regulares: en la consulta en lugar de habilitar esta opción.
fr_fr: Active les expressions régulières dans la recherche.
it_it: Permette l'utilizzo di espressioni regolari nella ricerca. Si consiglia di utilizzare 'regex:' nella query invece di abilitare questa opzione.
zh_cn: RegEx 正则表达式搜索
zh_tw: RegEx 正規表示式搜尋 不建議啟用，建議在收尋詞裡使用 regex:

# run_as_admin
source: Run as administrator (Ctrl+Shift+Enter)
de_de: Als Administrator ausführen (Strg+Shift+Enter)
es_es: Ejecutar como administrador (Ctrl+Shift+Enter)
fr_fr: Exécuter en tant qu'administrateur (Ctrl+Shift+Enter)
it_it: Esegui come amministratore (Ctrl+Maiusc+Invio)
ko: 관리자 권한으로 실행(Ctrl+Shift+Enter)
zh_cn: 以管理员身份运行 (Ctrl+Shift+Enter)
zh_tw: 以系統管理員身分執行 (Ctrl+Shift+Enter)

# run_as_user
source: Run as different user (Ctrl+Shift+U)
de_de: Als anderer Benutzer ausführen (Strg+Shift+U)
es_es: Ejecutar como un usuario diferente (Ctrl+Shift+U)
fr_fr: Exécuter en tant qu'autre utilisateur(Ctrl+Shift+U)
it_it: Esegui come altro utente (Ctrl+Maiusc+U)
zh_cn: 以不同的使用者身份运行(Ctrl+Shift+U)
zh_tw: 以其他使用者身分執行 (Ctrl+Shift+U)

source: Show more
it_it: Vedi altro

# ShowMore_Description
source: Display a result that opens Everything with the current query.
it_it: Mostra un risultato che permette di aprire Everything con la query corrente.
zh_cn: 显示一个使用当前搜寻词打开 Everything 的结果
zh_tw: 在Everything裡顯示剩餘的收尋結果

# Sort
source: Sort by
es_es: Ordenar
it_it: Ordina

# Sort_Description
source: Set result sorting method.
es_es: Establecer el método de ordenación de resultados.
it_it: Stabilisce il metodo di ordinamento dei risultati.
zh_cn: 设定结果排序方法
zh_tw: 設定結果排序方法

# SwapCopy
source: Copy
de_de: Tastenkürzel zum Kopieren tauschen
es_es: Copiar
fr_fr: Permuter les raccourcis clavier pour la copie
it_it: Inverti scorciatoie Copia

# SwapCopy_Description
source: Set Ctrl+C to copy file/folder, Ctrl+Alt+C to copy path.
de_de: Strg+C zum Kopieren von Dateien/Ordnern, Strg+Alt+C zum Kopieren des Pfades.
es_es: Establece Ctrl+C para copiar archivo/carpeta, Ctrl+Alt+C para copiar la ruta.
fr_fr: Définir Ctrl+C pour copier fichier/dossier, Ctrl+Alt+C pour copier le chemin.
it_it: Usa Ctrl+C per copiare il file o la cartella, Ctrl+Alt+C per copiare il percorso.
zh_cn: 使用 Ctrl+C 复制档案，Ctrl+Alt+C 复制路径
zh_tw: 使用 Ctrl+C 複製檔案，Ctrl+Alt+C 複製路徑

# UpdateAvailable
source: Install new version of EverythingPowerToys? Clicking 'No' will disable future notice for this version. Installed: {0} Latest: {1}
es_es: ¿Instalar la nueva versión de EverythingPowerToys? Si pulsas 'No' se deshabilitarán futuras notificaciones para esta versión. Instalada: {0} Última: {1}
it_it: Vuoi installare una nuova versione di EverythingPowerToys? Scegliendo 'No' disabiliterai ulteriori avvisi per questa versione. Installata: {0} Ultima: {1}
zh_tw: 更新EverythingPowerToys? 按 '否' 不再通知這版的更新 安裝版本：{0} 最新版本：{1}

# Updates
source: Check for updates
es_es: Comprobar actualizaciones
fr_fr: Vérifier les mises à jour
it_it: Controlla aggiornamenti
zh_cn: 检查是否有更新
zh_tw: 啟用時檢查是否有更新

source: Custom Program
it_it: Programma esterno

# CustomProgram_Description
source: Path to a external program that'll open the selected result
it_it: Il percorso del programma esterno che aprirà il risultato selezionato
zh_tw: 要使用的指定軟體路徑

# CustomArg
source: Launch argument
it_it: Argomento di avvio

# CustomArg_Description
source: Argument to pass to the program when launching. [$P=path of the selected result ]
it_it: Argomento da passare al programma all'avvio. [$P=percorso del risultato selezionato]
zh_tw: 執行參數 [$P=收尋結果路徑]

# open_in_custom
source: Open path in custom program (Ctrl+N)
it_it: Apri percorso nel programma esterno (Ctrl+N)
zh_tw: 在指定軟體裡開起 (Ctrl+N)

# MissingLib
source: Everything3_x64.dll is missing, automatically download this file?
zh_tw: 缺少 Everything.64.dll，是否自動下載？

# History
source: The "Include in global result" option is turned on for the History plugin, which could lead to conflicts with EPT.
zh_tw: 已啟用「包含全域結果中」選項於History插件，可能會與 EPT 發生衝突。

# delete_result
source: Delete file/folder (Ctrl+Del)
zh_tw: 刪除檔案/資料夾 (Ctrl+Del)

# plugin_name
source: Everything3
es_es: Everything
fr_fr: Everything
ko: Everything
zh_cn: Everything

# copy_shortcut
source: (Ctrl+C)
de_de: (Strg+C)

# copy_shortcutAlt
source: (Ctrl+Alt+C)
de_de: (Strg+Alt+C)
